Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/money_and_tax/tax/capital_taxes/capital_acquisitions_tax.html.txt.tmx
Source language: en
Languages: ga

source: Because the benefits you received exceed 80% of the tax-free threshold for Group B, you are required to make a tax return even though the total amount received is below the threshold
ga: Mar gheall go bhfuil na sochair i ngrúpa B os cionn 80% den tairseach saor ó cháin, caithfidh tú tuairisceán cánach a dhéanamh, cé go bhfuil an suim iomlán atá faighte faoin tairseach

source: Pay and File dates for CAT
ga: Dátaí íoc agus comhdú

source: Taxable gifts or inheritances with a valuation date on or after 14 June 2010 have a fixed CAT pay and file date
ga: Tá dáta socraithe um íoc agus tuairisciú CAT i gceist le haghaidh bronntanas nó oidhreachtaí a bhfuil dáta luachála tar éis an 14 Meitheamh 2010 nó ar an dáta sin ag baint leo

source: All gifts and inheritances with a valuation date in the 12-month period ending on the 31 August must be paid and filed by 31 October
ga: Ní mór do gach bronntanas agus oidhreacht lena mbaineann dáta luachála sa tréimhse 12 mhí dár críoch an 31 Lúnasa seo caite a bheith íoctha agus tuairiscithe faoin 31 Deireadh Fómhair

source: This means, if the valuation date is between 1 January and 31 August, you must complete the tax return and pay the tax on or before 31 October in that year
ga: Dá bhrí sin, má tá an dáta luachála idir an 1 Eanáir agus an 31 Lúnasa, ní mór duit an tuairisceán cánach a chomhlánú agus an cháin a íoc roimh an 31Deireadh Fómhair nó ar an dáta sin, sa bhliain sin

source: If the valuation date is between 1 September and 31 December you must complete the tax return and pay the tax on or before 31 October in the following year
ga: Má tá an dáta luachála idir an 1 Meán Fómhair agus an 31 Nollaig, ní mór duit an tuairisceán cánach a chomhlánú agus an cháin a íoc roimh an 31 Deireadh Fómhair, nó ar an dáta sin, an bhliain dár gcionn

source: │If your inheritance has a valuation date of 21 February 2017, you must complete the│ │tax return and pay the tax on or before 31 October 2017. │
ga: │Má tá dáta luachála an 21 Feabhra 2017 ag baint le d’oidhreacht, ní mór duit an tuairisceán cánach a chomhlánú agus an cháin a íoc roimh an 30 Deireadh Fómhair 2017 nó ar an dáta sin.│

source: │If your inheritance has a valuation date of 6 November 2017, you must complete the │ │tax return and pay the tax on or before 31 October 2018
ga: │Má tá dáta luachála an 6 Samhain 2017 ag baint le d’oidhreacht, ní mór duit an tuairisceán cánach a chomhlánú agus an cháin a íoc roimh an 30 Deireadh Fómhair 2018 nó ar an dáta sin

source: There is a surcharge for late pay and file of CAT
ga: Tá formhuirear i gceist ar íoc agus tuairisciú déanach CAT

source: The surcharge is based on a percentage of the total tax payable for the year the return is late and graded according to the length of the delay
ga: Tá an formhuirear bunaithe ar chéatadán den cháin iomlán atá iníoctha don bhliain dá bhfuil an tuairisceán déanach agus bíonn sé grádaithe de réir fhad na moille

source: However, there is an overall cap on the level of the surcharge which is calculated as follows:
ga: Tá teorainn fhoriomlán ar leibhéal an fhormhuirir a ríomhtar mar seo a leanas:

source: • 5% surcharge to a maximum of €12,695, if you complete the tax return and pay the tax within 2 months of the pay and file date
ga: • Formhuirear 5% suas go huasmhéid de €12,695, má chomhlánaíonn tú an tuairisceán cánach agus má íocann tú an cháin taobh istigh de dhá mhí ón dáta ar a ndéantar íoc agus tuairisciú

source: • 10% surcharge up to a maximum of €63,485, if you do not complete the tax return and pay the tax within 2 months of the pay and file date
ga: • Formhuirear 10% suas go huasmhéid de €63,485, mura gcomhlánaíonn tú an tuairisceán cánach agus mura n-íocann tú an cháin taobh istigh de dhá mhí ón dáta ar a ndéantar íoc agus tuairisciú

source: Gift and inheritance tax returns must be made electronically using Revenue’s Online Service, however there are some exceptions
ga: Ní mór tuairisceáin chánach bronntanais agus oidhreachta a dhéanamh go leictreonach trí úsáid a bhaint as Seirbhís Ar Líne na gCoimisinéirí Ioncaim, ach tá roinnt eisceachtaí i gceist leis sin

source: A new paper gift and inheritance tax return (Form IT38S) will be available but can only be used by you, the taxpayer, if you meet the following criteria:
ga: Beidh foirm nua páipéar do thuairisceán cánach bronntanais agus oidhreachta (Foirm IT38S) ar fáil, ach ní ceadmhach duitse, an cáiníocóir, í a úsáid, mura gcomhlánaíonn tú na critéir seo a leanas:

source: • You are not claiming any relief, exemption or credit, apart from small gift exemption
ga: • Níl tú ag éileamh aon fhaoiseamh, díolúine nó creidmheas, seachas díolúine do bhronntanas beag

source: • The benefit taken is an absolute interest without conditions or restrictions
ga: • Is leas iomlán gan coinníollacha ná srianta atá sa sochar atá á ghlacadh agat

source: • The property included in the return was taken from only one disponer and is not part of a larger benefit
ga: • Is ó dhiúscróir amháin a tógadh an mhaoin a áirítear sa tuairisceán agus ní cuid de shochar níos mó atá ann

source: In certain circumstances, it is possible to pay the tax by instalments over a period not exceeding 60 months
ga: Is féidir an cháin a íoc i tráthchodanna ar feadh treimhse níos lú ná 60 mhí i gcúinsí áirithe

source: This applies to any property where the beneficiary does not have full and complete ownership
ga: Baineann sé seo le maoin ar bith nach bhfuil úinéireacht iomlán ag an tairbhí uirthi

source: It also applies if the benefit is full and complete ownership of the following:
ga: Baineann sé freisin más rud é gur úinéireacht iomlán ar:

source: • Property which cannot be moved (for example, lands or a house) or
ga: • Mhaoin do-aistrithe é an sochar (tailte nó teach mar shampla) nó

source: • Property which can be moved and is agricultural or business property
ga: • Mhaoin inaistrithe ar mhaoin gnó nó talmhaíochta iad

source: Revenue can consider allowing a postponement of tax due if there is hardship involved
ga: Is féidir leis na Coimisinéirí Ioncam deacrachtaí airgid a thógáil san áireamh le cead a thabhairt duit aon cháin dlite a chuir siar

source: Gifts or inheritances with a valuation date before 14 June 2010
ga: Bronntanais nó oidhreachtaí a bhfuil dáta luachála roimh an 14 Meitheamh 2010 ag baint leo

source: You must complete the tax return and pay the tax within 4 months of the valuation date
ga: Caithfidh tú an tuairisceán cánach a dhéanamh agus an cháin a íoc taobh istigh de ceithre mhí ó dháta na luachála

source: You do this by completing Form IT 38 (pdf)
ga: Is féidir é seo a dhéanamh trí Fhoirm IT 38 (pdf) a líonadh

source: Revenue provide A Guide to completing the Self Assessment Return (Form IT 38)
ga: Cuireann na Coimisinéirí Ioncaim Treoir maidir leis an Tuairisceán Féinmheasúnachta a líonadh (Foirm IT 38) ar fáil

source: If the tax is not paid within 4 months, interest is charged
ga: Mura mbíonn an cháin íoctha taobh istigh de 4 mhí, gearrfar ús ort

source: CAT National Taxpayer Information Unit
ga: An Aonad Náisiúnta Faisnéise CAT do Cháiníocóirí

source: The following items are exempt from Capital Acquisitions Tax:
ga: Tá díolúine ag na hábhair seo a leanas ó Cháin Fháltais Caipitiúil:

source: • Reasonable support for the maintenance or education of a child or spouse/civil partner
ga: • Tacaíocht réasúnta chun leanbh nó céile a chothabháil nó chun oideachas a chur orthu

source: Houses, gardens or objects that are of national, scientific, historic or artistic merit and meet certain conditions (see 'Heritage Property Relief' below)
ga: Tithe, gairdíní nó réada a bhfuil fiúntas náisiúnta, eolaíochta, stairiúil nó ealaíonta ag baint leo, agus a chomhlíonann coinníollacha áirithe (féach ‘Faoiseamh ar Mhaoin Oidhreachta’ thíos)

source: Pension and redundancy payments are not usually liable to Gift Tax
ga: Ní hiondúil go mbíonn Cáin Bhronntanais dlite ar phinsin ná ar íocaíochtaí iomarcaíochta

source: If the employee however is a relative of the employer, or the employer is a private company and the employee is deemed to control the company, Revenue may disallow this exemption if they consider the payment excessive
ga: Má tá gaol ag an bhfostaí leis an bhfostóir, áfach, nó más cuideachta phríobháideach é an fostóir agus go meastar go bhfuil smacht ag an bhfostaí ar an gcuideachta, is féidir leis na Coimisinéirí Ioncaim an díolúine seo a dhícheadú má cheapann siad go bhfuil an íocaíocht iomarcach

source: If a parent receives an inheritance (with full and complete ownership), from a child, it is exempt from tax if the child had taken an inheritance or gift from either parent in the previous five years and that inheritance or gift was not exempt from Capital Acquisitions Tax
ga: Má fhaigheann tuismitheoir oidhreacht (le húinéireacht iomlán) óna leanbh, tá sé díolmhaithe ó cháin má fuair an leanbh oidhreacht nó tabhartas ó cheachtar tuismitheoir sna cúig bliana roimhe sin agus nach raibh an oidhreacht nó an tabhartas sin díolmhaithe ó Cháin Fháltais Caipitiúil

source: Payments that reduce the debt of a bankrupt or near-bankrupt are usually exempt (Section 82, Capital Acquisitions Tax Consolidation Act 2003)
ga: Is hiondúil go mbíonn díolúine ag íocaíochtaí a laghdaíonn fiacha duine atá féimheach nó gar a bheith féimheach (Alt 82 den Acht Comhdhlúite Cánach Fáltas Caipitiúil 2003)

source: Other exemptions relate to government securities or unit trusts where the beneficiary is non-resident
ga: Baineann díolúintí eile le hurrúis rialtais nó iontaobhais aonaid ina bhfuil an tairbhí neamhchónaitheach

source: See Appendix 6 of Revenue guide IT 39 (pdf) for further information on the above reliefs and exemptions
ga: Féach Aguisín 6 de threoir na gCoimisinéirí Ioncaim IT 39 (pdf) chun tuilleadh eolais a fháil faoi na faoisimh agus na díolúintí thuas

source: A gift or inheritance of a house which has been your main residence may be exempt from Capital Acquisitions Tax if you do not own or have an interest in any other house
ga: D’fhéadfadh tabhartas nó oidhreacht tí a bhí mar phríomháit chónaithe agat a bheith díolmhaithe ó Cháin Fháltais Caipitiúil mura bhfuil úinéireacht nó leas agat in aon teach eile

source: You must have lived in the house as your main residence for the three years immediately preceding the date of the gift or inheritance
ga: Ní mór go raibh tú i do chónaí sa teach seo mar do phríomháit chónaithe ar feadh na trí bliana díreach roimh dháta an tabhartais nó na hoidhreachta

source: However, in the case of gifts taken on or after 20 February 2007, time you lived in the house will not be counted if it was also the disponer's only or main residence, unless, the disponer was dependent on your care because of old age or illness
ga: I gcás tabhartas a tógadh an 20 Feabhra 2007 nó dá éis, ní dhéanfar an tréimhse ina raibh cónaí ort sa teach a chomhaireamh má bhí sé mar phríomháit chónaithe nó mar an t-aon áit chónaithe a bhí ag an diúscróir, mura raibh an diúscróir ag brath ar do chúram mar gheall ar sheanaois nó ar thinneas

source: Also the house must be owned by the disponer for three years if it is a gift taken on or after 20 February 2007
ga: Ina theannta sin, ní mór don teach a bheith faoi úinéireacht an diúscróra ar feadh trí bliana más tabhartas é a tógadh an 20 Feabhra 2007 nó dá éis

source: If the house replaced another house as your main residence in that time, you can still claim the exemption provided that your main residence was in these houses for a total period of three out of the four preceding years
ga: Má fuair tú an teach mar do phríomháit chónaithe in áit teach eile le linn na tréimhse sin, is féidir leat an díolúine a éileamh chomh fada agus go raibh do phríomháit chónaithe i gceann de na tithe seo ar feadh tréimhse iomlán trí bliana as na ceithre bliana roimhe sin

source: However, in the case of gifts taken on or after 20 February 2007, each house must be owned by the disponer for the relevant part of the 3 year period that it was occupied by you
ga: I gcás tabhartas a tógadh an 20 Feabhra 2007 nó dá éis, áfach, ní mór gach teach a bheith faoi úinéireacht an diúscróra le linn an chuid ábhartha den tréimhse 3 bliana a raibh cónaí ort ann

source: You must continue to occupy the house as your main residence for the following six years but this condition does not apply if you are over 55 years at the time of receiving the benefit
ga: Ní mór duit cónaí a bheith ort sa teach mar do phríomháit chónaithe ar feadh sé bliana ina dhiaidh sin, ach ní bhaineann an coinníoll seo leat má bhí tú os cionn 55 bliana d’aois nuair a fuair tú an sochar

source: If you are away because of an obligation to work abroad you can include this as time resident
ga: Má tá tú as baile mar gheall ar oibleagáid chun oibriú thar lear, is féidir leat é seo a chomhaireamh mar am a raibh cónaí ort ann

source: Where the house is replaced by another property as your main residence, the time for which each house is your main residence must total six of the seven years commencing on the date of the gift or inheritance
ga: Sa chás go bhfaigheann tú maoin eile in áit an tí atá agat mar do phríomháit chónaithe, ní mór go raibh na tithe seo mar do phríomháit chónaithe ar feadh sé bliana as na seacht mbliana ag tosú ar dháta an tabhartais nó na hoidhreachta

source: If you sell the house and the sale does not meet the conditions outlined above then the relief will be withdrawn
ga: Má dhíolann tú an teach agus nach gcomhlíonann an díolachán na coinníollacha atá leagtha síos thuas tarraingeofar siar an faoiseamh

source: An exception to this is if the property is sold because you need long-term care in a hospital or nursing home
ga: Eisceacht sa chás seo ná má dhíoltar an mhaoin mar gheall go dteastaíonn cúram fadtéarmach uait in ospidéal nó i dteach altranais

source: If you sell the house within six years and the value of a replacement property is less than the value of the original property then there will be a clawback of the difference
ga: Má dhíolann tú an teach taobh istigh de shé bliana agus go bhfuil luach an áitribh a cheannaíonn tú ina áit níos lú ná luach an bhun-áitribh, aisghlámfar an difir eatarthu

source: For example, if the original relief was for a property worth €600,000 and you sell this to buy a property worth €400,000, you will only be allowed relief on the €400,000 and there will be a clawback on the €200,000 difference
ga: Mar shampla, má bhí an chéad fhaoiseamh d’áitreabh arbh fhiú €600,000 é agus má dhíolann tú é seo chun áitreabh ar fiú €400,000 é a cheannach, ní cheadófar faoiseamh duit ach ar an €400,000 agus aisghlámfar an difir €200,000

source: You will need to complete a revised form IT 38 and pay the additional tax within four months
ga: Beidh ort foirm athbhreithnithe IT 38 a chomhlánú agus an cháin bhreise a íoc taobh istigh de cheithre mhí

source: Gifts and inheritances of agricultural property can qualify for relief that reduces the market value of the property by 90% for the purposes of Capital Acquisitions Tax
ga: Is féidir le tabhartais agus oidhreachtaí de mhaoin talmhaíochta cáiliú i gcomhair faoisimh a laghdaíonn luach margaidh na maoine de 90% ar mhaithe le Cáin Fháltais Caipitiúil

source: To qualify for Agricultural Relief the beneficiary must be a farmer
ga: Ní mór don tairbhí a bheith ina f(h)eirmeoir ionas go gcáileoidh sé/sí don fhaoiseamh

source: This means that taking the gift or inheritance into account, agricultural property must account for at least 80% of the gross market value of your assets on valuation date
ga: Ciallaíonn sé seo, ag tógáil an tabhartais nó na hoidhreachta san áireamh, nach mór do mhaoin talmhaíochta a bheith ionann le 80% ar a laghad d’oll-luach margaidh do chuid sócmhainní ar dháta na luachála

source: This restriction does not apply if the gift or inheritance is trees or underwood
ga: Níl an srian seo i gceist más crainn nó roschoill atá sa tabhartas nó san oidhreacht

source: If your principal residence is not situated on the farm it does not qualify as agricultural property
ga: Mura bhfuil do phríomháit chónaithe lonnaithe ar an bhfeirm ní cháilíonn sí mar mhaoin talmhaíochta

source: However borrowings on such a residence can be offset against its value
ga: Is féidir, áfach, iasachtaí i gcomhair áit chónaithe den chineál seo a fhritháireamh i gcoinne a luach

source: This may reduce the value of assets that are non-agricultural, increasing the proportion of agricultural assets for the 80% rule
ga: D’fhéadfadh sé seo luach na sócmhainní nach mbaineann le talmhaíocht a laghdú, rud a mhéadódh comhréir na sócmhainní talmhaíochta don riail 80%

source: The relief will be withdrawn:
ga: Déanfar an faoiseamh a aistarraingt:

source: • If the beneficiary is not resident for all of the three tax years following the tax year in which the valuation date falls
ga: • Mura bhfuil an tairbhí cónaitheach ar feadh na trí bliana cánach iomlána i ndiaidh na bliana cánach ina dtiteann dáta na luachála

source: • If the property is sold within six years and not replaced by another agricultural property with one year
ga: • Má dhíoltar an mhaoin taobh istigh de shé bliana agus nach bhfaightear maoin talmhaíochta eile ina áit taobh istigh de bhliain amháin

source: • If the property is compulsorily purchased within six years and not replaced within six years
ga: • Má cheannaítear an mhaoin go héigeantach taobh istigh de shé bliana agus nach gceannaítear ceann eile ina áit taobh istigh de shé bliana

source: If a beneficiary does not qualify for Agricultural Relief, then agricultural property can qualify for Business Relief
ga: Mura gcáilíonn tairbhí do Fhaoiseamh Talmhaíochta, d’fhéadfadh maoin talmhaíochta cáiliú do Fhaoiseamh Gnó

source: If Agricultural Relief or Business Relief has been granted on the development value of development land, the relief will be clawed back if the land is disposed of between six to ten years after the date of the gift or inheritance
ga: Má thugtar Faoiseamh Talmhaíochta nó Faoiseamh Gnó ar luach forbartha an talaimh fhorbraíochta, aisghlámfar an faoiseamh má dhiúscraítear an talamh idir sé agus deich mbliana i ndiaidh dháta an tabhartais nó na hoidhreachta

source: Development land is land with a value that exceeds the current use value of the land at the date of the gift or inheritance
ga: Is éard atá i dtalamh forbraíochta ná talamh le luach níos airde ná luach úsáide reatha an talaimh ag dáta an tabhartais nó na hoidhreachta

source: In calculating the taxable value of the propery after agricultural relief, only 10% of the value of the allowable deductions are taken into account (that is, the deductions are reduced by 90%, in proportion with the relief)
ga: Nuair atá luach inchánaithe na maoine i ndiaidh faoiseamh talmhaíochta á ríomh, ní thógtar ach 10% de luach na n-asbhaintí ceadaithe san áireamh (is é sin le rá, laghdaítear na hasbhaintí de 90%, i gcomhréir leis an bhfaoiseamh)

source: For more information on Agricultural Relief is available in IT 39 (Appendix 2) or Section 89 of Capital Acquisitions Tax Consolidation Act 2003
ga: Tá tuilleadh eolais faoi Fhaoiseamh Talmhaíochta ar fáil in IT 39 (Aguisín 2) nó Alt 89 d’Acht Comhdhlúite Cánach Fáltas Caipitiúil 2003

source: Gifts and inheritances of relevant business property qualify for relief that reduces the taxable value of the property by 90% for the purposes of Capital Acquisitions Tax
ga: Cáilíonn tabhartais agus oidhreachtaí roinnt maoin gnó ábhartha i gcomhair faoisimh a laghdaíonn luach inchánaithe na maoine de 90% chun críocha Cháin Fháltais Caipitiúil

source: Relevant business property includes the following
ga: Cuimsíonn maoin ghnó ábhartha iad seo a leanas

source: The business or, for a business carried on by a sole trader or by a partnership, an interest in the business
ga: An gnó, nó, i gcás gnó atá ar bun ag trádálaí aonair nó ag comhpháirtíocht, leas sa ghnó

source: A "Business" is defined as one which is carried on for gain and it includes the exercise of a profession or vocation as well as a trade
ga: Is é an sainmhíniú atá ar “Ghnó” ná gnó a dhéantar ar mhaithe le brabús agus cuimsíonn sé cleachtadh gairme chomh maith le ceird

source: Individual assets used in the business, such as a factory will not qualify for the relief if they are transferred to the beneficiary without the business
ga: Ní bheidh sócmhainní aonair a úsáidtear sa ghnó, cosúil le monarcha, incháilithe don sochar má aistrítear chuig an tairbhí iad d’uireasa an ghnó

source: The unquoted shares or securities of a company carrying on a business provided that the company is incorporated and that the shares meet certain requirements specified in section 93 of Capital Acquisitions Tax Consolidation Act 2003 and outlined in IT 39 (Appendix 3)
ga: Scaireanna nó urrúis neamhluaite cuideachta atá i mbun gnó chomh fada is go bhfuil an chuideachta ionchorpraithe agus go gcomhlíonann na scaireanna riachtanais áirithe atá sainithe in alt 93 den Acht Comhdhlúite Cánach Fáltas Caipitiúil 2003 agus leagtha síos in IT 39 (Aguisín 3)

source: Any land or buildings, machinery or plant in the State that are owned by the disponer but used wholly or mainly for the purpose of a business carried on by a company controlled by the disponer or by a partnership of which the disponer was a partner
ga: Aon tailte nó foirgnimh, innealra nó gléasra sa Stát atá faoi úinéireacht an diúscróra ach a úsáidtear go hiomlán nó den chuid is mó ar mhaithe le gnó atá ar bun ag cuideachta atá faoi smacht an diúscróra nó faoi smacht comhpháirtíochta a raibh an diúscróra ina chomhpháirtí de

source: The shares in the company or the partnership interest must be taken by the beneficiary together with the lands, buildings, machinery or plant in order for those assets to qualify for the relief
ga: Ní mór don tairbhí na scaireanna sa chuideachta nó an leas comhpháirtíochta a ghlacadh chomh maith leis na tailte, na foirgnimh, an t-innealra nó an gléasra ionas go gcáileoidh na sócmhainní sin don fhaoiseamh

source: Quoted shares or securities of a company if the shares were unquoted before 23 May 1994 or if later, were unquoted at the time the disponer became the beneficial owner
ga: Scaireanna nó urrúis luaite cuideachta má bhí na scaireanna neamhluaite roimh an 23 Bealtaine nó má tharla sé níos déanaí, go raibh siad neamhluaite tráth a raibh an diúscróir ina úinéir tairbhiúil

source: Quoted shares or securites must meet the same requirement specified for unquoted shares in order to qualify for relief
ga: Ní mór do scaireanna nó urrúis luaite an riachtanas céanna atá sonraithe do scaireanna neamhluaite a chomhlíonadh ionas go gcáileoidh siad i gcomhair faoisimh

source: Businesses are excluded from the relief if they wholly or mainly consist of dealing in currencies, securities, stocks, shares, land or buildings, or making or holding investments
ga: Tá gnólachtaí eisiata ón bhfaoiseamh más láimhseáil airgeadra, urrúis, stoic, scaireanna, tailte nó foirgnimh ar fad nó is mó atá ar bun acu, nó déanamh nó coinneáil infheistíochtaí

source: The relevant business property must have been in continuous ownership by the disponer for a minimum period of two years in the case of an inheritance which was taken on the death of the disponer or five years in any other case
ga: Ba chóir an mhaoin ghnó ábhartha a bheith faoi úinéireacht leanúnach an diúscróra ar feadh tréimhse dhá bhliain ar a laghad i gcás oidhreachta a tógadh nuair a fuair an diúscróir bás nó cúig bliana in aon chás eile

source: This period can include a period of ownership by the disponer's spouse or a trustee
ga: Is féidir tréimhse faoi úinéireacht chéile an diúscróra nó iontaobhaí a bheith san áireamh sa tréimhse seo
